/* Label in Preferences panel */
"%i minutes" = "%i perc";

/* Label in Preferences panel */
"%i%%" = "%i%%";

/* Preference Pane Option */
"Advanced" = "Haladó";

/* Preference Pane Option */
"Easy Wake" = "Könnyű ébredés";

/* Preference Pane Option */
"General" = "Általános";

/* Dialog Message */
"Internal components of the application have changed. Reauthentication is required to wake the computer from sleep." = "A program belső komponensei megváltoztak. Újra meg kell adnod a jelszavadat a gép felébresztéséhez.";

/* Dialog Message */
"Internal components of the program have been tampered with.\nPlease reinstall the application." = "A program belső komponensei meg lettek változtatva.\nKérlek telepítsd újra.";

/* Dialog Button */
"OK" = "OK";

/* Dialog Title */
"Reauthentication Required" = "Újraazonosítás szükséges";

/* Dialog Title */
"Security Warning" = "Biztonsági figyelmeztetés";

/* Preference Pane Option */
"Software Update" = "Frissítés";

/* Dialog Message */
"This application runs in the system menu bar, in the upper right-hand corner.  You may control your alarms, change preferences, and quit the application from this icon.  Enjoy!\n\nPS - To wake the computer from sleep, you must first authenticate in the app's preferences." = "A program a felső állapotsoron fut, a jobb-felső sarokban. Onnan lehet irányítani, szerkeszteni az ébresztőórát, visszaszámlálót, stoppert, innen lehet kilépni az alkalmazásból is. \n\nPS - Ha a gépet fel szeretnéd ébreszteni, először be kell írnod a jelszavadat a Beállításoknál.";

/* Today */
"Today" = "Ma";

/* Tomorrow */
"Tomorrow" = "Holnap";

/* Dialog Title */
"Welcome to AD Clock" = "Üdvözöl az Alarm Clock";
